{
    "dragoes": [
      {
        "id": 1,
        "especie": "Pesadelo Monstruoso",
        "tipo": "Fogo",
        "desc": "O Pesadelo Monstruoso é um dragão feroz e intimidador, reconhecido por sua capacidade única de cobrir todo o seu corpo com chamas intensas, transformando-se em uma arma viva incandescente. Sua natureza agressiva e territorial o torna um adversário perigoso, e suas chamas são conhecidas por serem incrivelmente quentes e duradouras. Sua força física é notável, permitindo ataques poderosos. Embora não seja o mais veloz, sua resistência compensa. Sua inteligência é mediana, focada principalmente em táticas de intimidação e combate direto.",
        "cor": "#8B0000",
        "cor_texto": "#FFFFFF",
        "imagem_dragao": "/dragoes/pesadelo_monstruoso.png",
        "imagem_dragao_card": "/dragoes/pesadelo_monstruoso_card.png",
        "forca": 85,
        "velocidade": 50,
        "inteligencia": 60
      },
      {
        "id": 2,
        "especie": "Lâmina Veloz",
        "tipo": "Corte/Voador",
        "desc": "A Lâmina Veloz é um dragão de grande envergadura e beleza letal. Suas asas não são apenas para voar em alta velocidade, mas também funcionam como lâminas incrivelmente afiadas, capazes de cortar árvores maduras com um único golpe. Sua agilidade no ar e a precisão de seus cortes fazem dele um predador formidável e uma criatura a ser temida. Sua velocidade é excepcional, superando muitos outros dragões. Sua força reside principalmente no poder de corte de suas asas, e sua inteligência é suficiente para manobras aéreas complexas.",
        "cor": "#A0522D",
        "cor_texto": "#FFFFFF",
        "imagem_dragao": "/dragoes/lamina_veloz.png",
        "imagem_dragao_card": "/dragoes/lamina_veloz_card.png",
        "forca": 70,
        "velocidade": 90,
        "inteligencia": 70
      },
      {
        "id": 3,
        "especie": "Fantasma do Deserto",
        "tipo": "Desconhecido",
        "desc": "O Fantasma do Deserto é um enigma entre os dragões, conhecido por sua natureza esquiva e os mistérios que o cercam. Habitante dos vastos desertos, sua camuflagem natural e a habilidade de se mover silenciosamente lhe renderam o nome de fantasma. Sua aparência única, marcada por listras distintas, o diferencia de outros dragões, e pouco se sabe sobre seus poderes ou fraquezas. Sua força é moderada, adaptada à sobrevivência em ambientes áridos. Sua velocidade é suficiente para caçar em seu território, e sua inteligência é provavelmente alta, dada sua natureza esquiva e adaptabilidade.",
        "cor": "#DEB887",
        "cor_texto": "#000000",
        "imagem_dragao": "/dragoes/fantasma_do_deserto.png",
        "imagem_dragao_card": "/dragoes/fantasma_do_deserto_card.png",
        "forca": 60,
        "velocidade": 75,
        "inteligencia": 80
      },
      {
        "id": 4,
        "especie": "Canção da Morte",
        "tipo": "Mistério",
        "desc": "A Canção da Morte é um dragão perigoso e manipulador, famoso por sua sinistra canção hipnotizante. Essa melodia irresistível tem o poder de atrair outros dragões para sua teia pegajosa de âmbar, onde ficam presos e indefesos. Sua inteligência astuta e a capacidade de usar sua canção como uma armadilha o tornam uma ameaça sorrateira e eficaz. Sua força física é razoável, mas sua principal arma é sua inteligência e a manipulação através de sua canção. Sua velocidade é mediana, confiando mais em sua estratégia do que em agilidade.",
        "cor": "#556B2F",
        "cor_texto": "#FFFFFF",
        "imagem_dragao": "/dragoes/cancao_da_morte.png",
        "imagem_dragao_card": "/dragoes/cancao_da_morte_card.png",
        "forca": 65,
        "velocidade": 55,
        "inteligencia": 95
      },
      {
        "id": 5,
        "especie": "Terror Terrível",
        "tipo": "Fogo",
        "desc": "Os Terrores Terríveis são pequenos em tamanho individualmente, mas sua verdadeira ameaça reside em seus vastos números. Voando em enxames densos, eles podem rapidamente sobrecarregar suas presas com ataques coordenados de fogo. Apesar de seu tamanho diminuto, são criaturas inteligentes e extremamente curiosas, o que pode levá-los a situações perigosas tanto para si quanto para os outros. Individualmente, sua força e velocidade são baixas, mas sua inteligência coletiva e táticas de grupo os tornam perigosos.",
        "cor": "#FF4500",
        "cor_texto": "#FFFFFF",
        "imagem_dragao": "/dragoes/terror_terrivel.png",
        "imagem_dragao_card": "/dragoes/terror_terrivel_card.png",
        "forca": 30,
        "velocidade": 40,
        "inteligencia": 75
      },
      {
        "id": 6,
        "especie": "Golpe Triplo",
        "tipo": "Afiado",
        "desc": "O Golpe Triplo é um dragão notavelmente rápido e ágil, facilmente reconhecível por suas três caudas distintas, cada uma terminada em um ferrão venenoso. Esses ferrões injetam uma toxina paralisante, tornando-o um oponente perigoso em combate aéreo e terrestre. Sua velocidade e a precisão de seus ataques com as caudas exigem cautela de qualquer um que o enfrente. Sua força física é moderada, focada em agilidade e precisão. Sua velocidade é alta, essencial para suas manobras de ataque, e sua inteligência lhe permite usar suas caudas de forma estratégica.",
        "cor": "#36454F",
        "cor_texto": "#FFFFFF",
        "imagem_dragao": "/dragoes/ataque_triplo.png",
        "imagem_dragao_card": "/dragoes/ataque_triplo_card.png",
        "forca": 65,
        "velocidade": 80,
        "inteligencia": 75
      },
      {
        "id": 7,
        "especie": "Zíper Arrepiante",
        "tipo": "Fogo",
        "desc": "O Zíper Arrepiante é uma aberração fascinante da natureza, possuindo duas cabeças distintas que funcionam de forma independente. Cada cabeça cospe um tipo diferente de gás inflamável, e a combinação desses gases cria uma explosão poderosa e devastadora quando se encontram. A coordenação entre as duas cabeças é crucial para sua sobrevivência e eficácia em combate. Sua força é considerável, resultado do trabalho em conjunto de seus dois corpos. Sua velocidade é mediana, e sua inteligência é complexa, envolvendo a comunicação e coordenação entre as duas cabeças.",
        "cor": "#8FBC8F",
        "cor_texto": "#000000",
        "imagem_dragao": "/dragoes/ziper_arrepiante.png",
        "imagem_dragao_card": "/dragoes/ziper_arrepiante_card.png",
        "forca": 75,
        "velocidade": 55,
        "inteligencia": 85
      },
      {
        "id": 8,
        "especie": "Fúria da Noite",
        "tipo": "Ataque",
        "desc": "A Fúria da Noite é amplamente considerada um dos dragões mais rápidos, inteligentes e raros que existem. Seus disparos de plasma concentrado são incrivelmente poderosos e precisos, e sua coloração escura e natureza esquiva o tornam quase invisível em céus noturnos. A lealdade e a ferocidade de uma Fúria da Noite a tornam um aliado inestimável e um inimigo temível. Sua força é surpreendente para seu tamanho, sua velocidade é incomparável entre os dragões, e sua inteligência tática é extremamente alta.",
        "cor": "#1C1C1C",
        "cor_texto": "#FFFFFF",
        "imagem_dragao": "/dragoes/furia_da_noite.png",
        "imagem_dragao_card": "/dragoes/furia_da_noite_card.png",
        "forca": 70,
        "velocidade": 98,
        "inteligencia": 97
      },
      {
        "id": 9,
        "especie": "Tambor Trovejante",
        "tipo": "Maré",
        "desc": "O Tambor Trovejante é um dragão marinho imponente, caracterizado por seu corpo largo e achatado e sua coloração predominantemente azul. Sua característica mais marcante é o seu rugido incrivelmente alto, capaz de gerar ondas sonoras poderosas e até mesmo causar danos físicos. Sua presença nos oceanos é frequentemente anunciada muito antes de ser avistado. Sua força física é massiva, essencial para sobreviver nas profundezas. Sua velocidade em terra é lenta, mas na água é surpreendentemente ágil. Sua inteligência é adaptada ao ambiente marinho e ao uso de seu poderoso rugido.",
        "cor": "#4682B4",
        "cor_texto": "#FFFFFF",
        "imagem_dragao": "/dragoes/tambor_trovao.png",
        "imagem_dragao_card": "/dragoes/tambor_trovao_card.jpg",
        "forca": 90,
        "velocidade": 45,
        "inteligencia": 65
      },
      {
        "id": 10,
        "especie": "Gronckle",
        "tipo": "Rocha",
        "desc": "O Gronckle é um dragão atarracado e surpreendentemente pesado, com uma pele grossa e nodosa que lhe confere grande resistência. Apesar de seu voo lento e desajeitado, ele possui a capacidade única de vomitar rochas derretidas, que podem ser usadas tanto para defesa quanto para ataque. Sua natureza geralmente calma esconde uma força bruta considerável. Sua força é alta, devido à sua estrutura robusta. Sua velocidade de voo é baixa, mas sua resistência é notável. Sua inteligência é modesta, focada em tarefas simples e sobrevivência.",
        "cor": "#A9A9A9",
        "cor_texto": "#000000",
        "imagem_dragao": "/dragoes/gronckle.png",
        "imagem_dragao_card": "/dragoes/gronckle_card.png",
        "forca": 80,
        "velocidade": 30,
        "inteligencia": 40
      },
      {
        "id": 11,
        "especie": "Nadder Mortal",
        "tipo": "Afiado",
        "desc": "O Nadder Mortal é um dragão de beleza exótica e perigo letal. Seu corpo é coberto por centenas de espinhos afiados e venenosos, que podem ser disparados como projéteis com precisão mortal. Além disso, ele possui um fogo excepcionalmente quente, tornando-o uma ameaça dupla para qualquer um que se atreva a provocá-lo. Sua natureza orgulhosa e temperamental exige cautela em sua presença. Sua força é mediana, mas sua agilidade e os espinhos venenosos o tornam perigoso. Sua velocidade é alta, e sua inteligência lhe permite usar seus espinhos de forma estratégica.",
        "cor": "#C71585",
        "cor_texto": "#FFFFFF",
        "imagem_dragao": "/dragoes/nadder_mortal.png",
        "imagem_dragao_card": "/dragoes/nadder_mortal_card.png",
        "forca": 55,
        "velocidade": 85,
        "inteligencia": 70
      },
      {
        "id": 12,
        "especie": "Chicote Navalha",
        "tipo": "Afiado",
        "desc": "O Chicote Navalha é um dragão elegante e esguio, conhecido por suas asas incrivelmente afiadas que se assemelham a lâminas reluzentes. Sua coloração prateada distintiva o torna facilmente reconhecível enquanto ele corta os céus com graça e precisão. Sua agilidade e as bordas cortantes de suas asas o tornam um predador aéreo eficiente e perigoso em combate. Sua força física é moderada, focada na precisão de seus ataques com as asas. Sua velocidade é alta, e sua inteligência lhe permite realizar manobras aéreas complexas e ataques precisos.",
        "cor": "#C0C0C0",
        "cor_texto": "#000000",
        "imagem_dragao": "/dragoes/cauda_navalha.png",
        "imagem_dragao_card": "/dragoes/cauda_navalha_card.png",
        "forca": 60,
        "velocidade": 92,
        "inteligencia": 88
      }
    ]
  }